[Cues]
Cue_E2_4A_CampusA_CHChloe_Phase01_Chloe_002="Listen, your rewind power has to be connected to that snow yesterday. That might explain your tornado vision..."
Cue_E2_4A_CampusA_CHChloe_Phase01_Chloe_005="Wake up, Max. You saved my life twice now. You altered the course of my destiny, yours, and whoever. Do you know about Chaos Theory?"
Cue_E2_4A_CampusA_CHChloe_Phase01_Chloe_020="Five years ago, asswipe. Some people change...and your situation is the perfect storm for quantum physics."
Cue_E2_4A_CampusA_CHChloe_Phase01_Chloe_021="No, "Crazy shit happens." Because it can. And will."
Cue_E2_4A_CampusA_CHChloe_Phase01_Chloe_023="A perfect example of "strange attractors." Don't they teach you kids anything at Blackwell? We have a tornado, rewind power and freak snow... Hello Armageddon! So let's party with your power, rock star!"
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_001="Nothing exciting ever happens to us, right?"
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_003="I don't see how. It's so friggin' random..."
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_004="Explain what? Snow equals a ginormous twister that takes out Arcadia Bay? You're high."
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_018="What do you know about Chaos Theory, Miss "I Hate Math"?"
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_019="Uh... It means "Shit happens," right?"
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_022="Why me? I'm just a geek girl in some small town."
Cue_E2_4A_CampusA_CHChloe_Phase01_Max_024="Like you said, Professor Price... a superhero needs a sidekick."
Cue_E2_4A_CampusA_CarArriving_Chloe_020="Thanks for coming with me. Sorry to be so boring..."
Cue_E2_4A_CampusA_CarArriving_Chloe_040="How can it be such a shitty week and yet one of the best of my life?"
Cue_E2_4A_CampusA_CarArriving_David_060="Partners in goddamn crime."
Cue_E2_4A_CampusA_CarArriving_Max_010="Thanks for the ride, Chloe. Right on time for my art lesson."
Cue_E2_4A_CampusA_CarArriving_Max_030="Nothing exciting ever happens to us, right?"
Cue_E2_4A_CampusA_CarArriving_Max_050="Because we're back in action again!"
